from Include.core.helpers import telegram as tg_helper

last_name_txt = 'Введите вашу фамилию'
first_name_txt = 'Введите ваше имя'
bad_password = 'Пароль не верный!'
group_text = 'Выберите вашу роль в Фонде🔶'
city_where = 'В каком городе вы живете?✈️'
year_join = 'В каком году вы присоединились к проекту?🗓'
date_example = 'Введите месяц и число\n\nПример: 21-01 (21 января)'
date_error = '<b>Ошибка!</b>\n\nВведите месяц и число повтороно\nПример: 21-01 (21 января)'
email_text = 'Введите вашу почту'
email_error = '<b>Ошибка!</b>\n\nВведите вашу почту повторно'

vk_text = 'Введите сыллку на ваш vk ("нету" - если его нет )'
vk_error = '<b>Ошибка!</b>\n\nВведите сыллку повторно'

fb_text = 'Введите сыллку на ваш facebook ("нету" - если его нет)'
fb_error = '<b>Ошибка!</b>\n\nВведите сыллку повторно'

telnum_text = 'Оставьте ваш контактный телефон📲\n\nВ формате 0-000-000-0000'
telnum_error = 'Номер телефона не корректный '

birthday_text = 'Введите ваш день рождения\n\nВ формате дд-мм-гггг'
birthday_error = 'Дата не корректна'

photo_text = 'Отправте вашу фотографию'
photo_error = 'Ошибка в получении вашей фотографии'




